import React, { useRef } from "react";
import "./PrivacyPolicy.css";

const PrivacyPolicy = ({ onClose }) => {
    const modalRef = useRef();

    const handleClickOutside = (event) => {
        if (modalRef.current && !modalRef.current.contains(event.target)) {
            onClose();
        }
    };

    return (
        <div className="modal-overlay" onClick={handleClickOutside}>
            <div ref={modalRef} className="privacy">
                <div className="privacy__header">
                    <div className="privacy__header-text">
                        Політика конфіденційності
                    </div>
                </div>
                <div className="privacy__content">
                    <h4>Захист особистих даних</h4>
                    <p>
                        Для захисту ваших особистих даних у нас впроваджено
                        низку засобів захисту, які діють при введенні, передачі
                        або роботі з вашими особистими даними.
                    </p>
                    <h4>
                        Розголошення особистих відомостей та передача цих
                        відомостей третім особам
                    </h4>
                    <p>
                        Ваші особисті відомості можуть бути розголошені нами
                        лише в тому випадку, якщо це необхідно для: (а)
                        забезпечення відповідності приписам закону або вимогам
                        судового процесу в нашому відношенні; (б) захисту наших
                        прав або власності (в) вживання термінових заходів щодо
                        забезпечення особистої безпеки наших співробітників або
                        споживачів послуг, що надаються ним, а також
                        забезпечення громадської безпеки. Особисті відомості,
                        отримані в наше розпорядження під час реєстрації, можуть
                        передаватися третім організаціям та особам, які
                        перебувають з нами у партнерських відносинах для
                        покращення якості послуг. Ці відомості не будуть
                        використовуватися з будь-якою іншою метою, крім
                        перерахованих вище. Адреса електронної пошти, надана
                        вами при реєстрації, може використовуватися для
                        надсилання вам повідомлень або повідомлень про зміни,
                        пов'язані з вашою заявкою, а також розсилки повідомлень
                        про події та зміни, що відбуваються в компанії, важливу
                        інформацію про нові товари та послуги тощо. Передбачено
                        можливість відмовитися від передплати цих поштових
                        повідомлень.
                    </p>
                    <h4>Використання файлів cookie</h4>
                    <p>
                        Коли користувач відвідує веб-сайт, на його комп'ютер
                        записується файл cookie (якщо користувач дозволяє прийом
                        таких файлів). Якщо користувач вже відвідував цей
                        веб-сайт, файл cookie зчитується з комп'ютера. Один із
                        напрямків використання файлів cookie пов'язано з тим, що
                        за їх допомогою полегшується збір статистики
                        відвідування. Ці відомості допомагають визначати, яка
                        інформація, що надсилається замовникам, може
                        представляти їм найбільший інтерес. Збір даних
                        здійснюється в узагальненому вигляді і ніколи не
                        співвідноситься з особистими відомостями користувачів.
                    </p>
                    <p>
                        Треті сторони, включаючи Google, показують оголошення
                        нашої компанії на сторінках сайтів в Інтернеті. Треті
                        сторони, включаючи Google, використовують cookie, щоб
                        показувати оголошення, що базуються на попередніх
                        відвідуваннях користувачів наших веб-сайтів та інтересах
                        у веб-браузерах. Користувачі можуть заборонити Google
                        використовувати cookie. Для цього необхідно відвідати
                        спеціальну сторінку Google за цією адресою:
                        http://www.google.com/privacy/ads/
                    </p>
                    <h4>Зміни у заяві про дотримання конфіденційності</h4>
                    <p>
                        Заява про дотримання конфіденційності передбачається
                        періодично оновлювати. При цьому буде змінюватися дата
                        попереднього оновлення, зазначена на початку документа.
                        Повідомлення про зміни в цій заяві будуть розміщуватися
                        на видному місці наших веб-сайтів
                    </p>
                    <p>
                        Здійснивши замовлення на нашому сайті будь-якого товару,
                        Ви погоджуєтеся отримати смс-повідомлення про доставку
                        купленого Вами товару до відповідного поштового
                        відділення, відповідно до вказаного вами індексу.
                    </p>
                    <h4><span role="img" aria-label="Heart">❤️</span> Дякую Вам за виявлений інтерес до нашої системи!</h4>
                </div>
            </div>
        </div>
    );
};

export default PrivacyPolicy;
