import productsImages from '../assets/products';

const products = {
    machineryPreview: {
        1: {
            title: 'Промислові DTF лінії',
            images: [productsImages.industrial_conveyor_2[2]],
        },
        2: {
            title: 'Принтера для DTF друку формату А4+',
            images: [productsImages.a4_1[2]],
        },
        3: {
            title: 'Принтера для DTF друку формату А3+',
            images: [productsImages.a3_3[0]],
        },
        4: {
            title: 'Лінії для DTF друку на базі дороблених Epson A3+',
            images: [productsImages.printerShaker_2[5]],
        },
        5: {
            title: 'Шейкер DTF, лінія нанесення клею',
            images: [productsImages.shaker_5[3]],
        },
        6: {
            title: 'Сушка для DTF трансферів',
            images: [productsImages.dayer_4[2]],
        },
    },
    machinery: {
        A4: {
            1: {
                title: 'DTF принтер. Листовий. L800/L805. Формат А4++. Кольоровий + білий. У КОМПЛЕКТІ РОЗХІДНІ МАТЕРІАЛИ на 8000 грн.',
                price: 18000,
                description: `<div><p>Принтер для DTF Пічаті. Формат А4. Epson L805. Підготовлений для друку технологією DTF.<br>
                <br>
                Комплект листовий:<br>
                Принтер.<br>
                Обігрівна платформа на виході аркуша з терморегулятором.<br>
                Програмне забезпечення Acrorip 10.3<br>
                100 аркушів Плівки А4+ формату.<br>
                1 кг клею.<br>
                500 мл білих і по 200 мл кольорового чорнила.<br>
                Ціна: 450$.<br>
                <br>
                Комплект рулонний:<br>
                Принтер.<br>
                Обігрівна платформа на виході аркуша з терморегулятором.<br>
                Програмне забезпечення Acrorip 10.3<br>
                Рулон Плівки завширшки 21 см (100 метрів погонів)<br>
                1 кг клею.<br>
                500 мл білих і по 200 мл кольорового чорнила.<br>
                Рулонний тримач.<br>
                Програмне забезпечення для комфортного друку з рулону.&nbsp;<br>
                Ціна: 550 $.<br>
                <br>
                Є дешевші принтери на базі P50/T50/T59. Відмінність від 800/805 — мінімальні.&nbsp;<br>
                + комплект витратників менший.<br>
                <br>
                Є варіанти А3+ принтерів.<br>
                А2 навіть є, Epson 3880.<br>
                Заводські китайські та промислові, 2- голови.<br>
                <br>
                Витрати також є.<br>
                <br>
                Телефонуйте за подробицями.</p></div>`,
                images: productsImages.a4_2,
                characteristics: 'characteristic'
            },
            2: {
                title: 'DTF принтер. Рулонний. Ширина 21 см. L800/L805. Кольоровий + білий. У КОМПЛЕКТІ РОЗХІДНІ МАТЕРІАЛИ на 9500 грн.',
                price: 22000,
                description: `<div><p>Принтер для DTF Пічаті. Формат А4. Epson L805. Підготовлений для друку технологією DTF.<br>
                <br>
                Комплект листовий:<br>
                Принтер.<br>
                Обігрівна платформа на виході аркуша з терморегулятором.<br>
                Програмне забезпечення Acrorip 10.3<br>
                100 аркушів Плівки А4+ формату.<br>
                1 кг клею.<br>
                500 мл білих і по 200 мл кольорового чорнила.<br>
                Ціна: 450$.<br>
                <br>
                Комплект рулонний:<br>
                Принтер.<br>
                Обігрівна платформа на виході аркуша з терморегулятором.<br>
                Програмне забезпечення Acrorip 10.3<br>
                Рулон Плівки завширшки 21 см (100 метрів погонів)<br>
                1 кг клею.<br>
                500 мл білих і по 200 мл кольорового чорнила.<br>
                Рулонний тримач.<br>
                Програмне забезпечення для комфортного друку з рулону.&nbsp;<br>
                Ціна: 550 $.<br>
                <br>
                Є дешевші принтери на базі P50/T50/T59. Відмінність від 800/805 — мінімальні.&nbsp;<br>
                + комплект витратників менший.<br>
                <br>
                Є варіанти А3+ принтерів.<br>
                А2 навіть є, Epson 3880.<br>
                Заводські китайські та промислові, 2- голови.<br>
                <br>
                Витрати також є.<br>
                <br>
                Телефонуйте за подробицями.</p></div>`,
                images: productsImages.a4_1,
                characteristics: 'characteristic'
            }
        },
        A3: {
            1: {
                title: 'DTF принтер. Формат А3++. Кольорове + біле чорнило. У КОМПЛЕКТІ РОЗХОДНІ на 21 000 грн.',
                price: 46000,
                description: `<div><p>А3+ на базе epson 1500W/1430/1410. Доопрацьований під ДТФ друк.<br>
                Комплект листовий:<br>
                — програмне забезпечення Acrorip 10.3.<br>
                — рециркуляція білого чорнила (не тільки міксер у ємності), а й помпа, що ганяє по кільцю чорнила + додаткова місткість на каретці.<br>
                — нагрівний стіл.<br>
                - рулонний тримач.<br>
                - аварійна кнопка.<br>
                — виведені чипи в зручне місце. Зручне їхнє скидання.<br>
                - ручне підведення рулону.<br>
                — комплект витратних матеріалів (5 по 1000 мл чорнила, рулон а3 плівки, 100 погонних метрів, 2 клею).<br>
                Ціна 1150 $.<br>
                <br>
                Комплект рулонний:<br>
                — програмне забезпечення Acrorip 10.3.<br>
                — рециркуляція білого чорнила (не тільки міксер у ємності), а й помпа, що ганяє по кільцю чорнила + додаткова місткість на каретці.<br>
                — нагрівний стіл.<br>
                - рулонний тримач.<br>
                - аварійна кнопка.<br>
                — виведені чипи в зручне місце. Зручне їхнє скидання.<br>
                - ручне підведення рулону.<br>
                - рулонний тримач.<br>
                — програмне забезпечення для комфортного друку з рулону.<br>
                — комплект витратних матеріалів (5 по 1000 мл чорнила, рулон а3 плівки, 100 погонних метрів, 2 клею).<br>
                Ціна 1270 $.<br>
                <br>
                Комплект на базі L1800 б/у (ідеальний стан) — 1450 $ — листовий, 1570 — рулонний.<br>
                <br>
                Комплект на базі L1800 новий — 1750 — листовий, 1870-порошковий.<br>
                <br>
                Автоматична лінія для клею — 1150 $ — проста, 1650 $ — premium.<br>
                <br>
                Також є промислові варіанти.<br>
                От 7200 $.<br>
                <br>
                Пишіть, телефонуйте за подробицями.</p></div>`,
                images: productsImages.a3_1,
                characteristics: 'characteristic'
            },
            2: {
                title: 'DTF принтер рулонний. Формат А3++. Кольорове + біле чорнило. У ціну входять витратники на +/- 20000 грн.',
                price: 60000,
                description: `<div><p>Комплектація цієї моделі принтера.</p>
                <p>— база Epson L1800 Б/У в ідеальному стані. Після нашого сервісу. Тест дюз 100%.&nbsp;<br>
                — доопрацьований для зручнішого обслуговування.&nbsp;<br>
                - отвір для ручного блокування/розблокування каретки.<br>
                — нагрівний столик із терморегулятором.<br>
                - кнопка аварійної зупинки принтера.<br>
                - ручне підведення рулону.<br>
                — програмне забезпечення AcroRip 10.3 (флешка ключ).<br>
                — програмне забезпечення ZiggRoll 2.0 (флешка ключ).<br>
                — ємність для білого чорнила з міксером.<br>
                — помпа для циркуляції білого чорнила.<br>
                - додаткова ємність для білого чорнила на каретці.<br>
                - рулонний тримач.<br>
                - комплект витратних матеріалів для рулонного принтера:<br>
                &nbsp; &nbsp; &nbsp;- 1 рулон плівки 33 см.<br>
                &nbsp; &nbsp; &nbsp;— чорнило по 1 л. всіх кольорів (5 кольорів, CMYK + білий).<br>
                &nbsp; &nbsp; &nbsp;- 2 кг клею.&nbsp;<br>
                &nbsp;<br>
                Ціна: 1550 $.<br>
                &nbsp;</p></div>`,
                images: productsImages.a3_2,
                characteristics: 'characteristic'
            },
            3: {
                title: 'titDTF принтер листовий. НОВИЙ! Формат А3++. Кольорове + біле чорнило. У ціну входять витратники на +/- 20000 грн.le',
                price: 70000,
                description: `<div><p>Комплектація цієї моделі принтера.</p>
                <p>- база Epson L1800 НОВЫЙ!&nbsp;<br>
                — доопрацьований для зручнішого обслуговування.&nbsp;<br>
                - отвір для ручного блокування/розблокування каретки.<br>
                — нагрівний столик із терморегулятором.<br>
                - кнопка аварійної зупинки принтера.<br>
                - ручне підведення рулону.<br>
                — програмне забезпечення AcroRip 10.3 (флешка ключ).<br>
                — ємність для білого чорнила з міксером.<br>
                — помпа для циркуляції білого чорнила.<br>
                - додаткова ємність для білого чорнила на каретці.<br>
                - комплект витратних матеріалів для рулонного принтера:<br>
                &nbsp; &nbsp; &nbsp;- 1 рулон плівки 33 см.<br>
                &nbsp; &nbsp; &nbsp;— чорнило по 1 л. всіх кольорів (5 кольорів, CMYK + білий).<br>
                &nbsp; &nbsp; &nbsp;- 2 кг клею.&nbsp;<br>
                &nbsp;<br>
                Ціна: 1800 $.<br>
                <br>
                &nbsp;</p></div>`,
                images: productsImages.a3_3,
                characteristics: 'characteristic'
            },
            4: {
                title: 'DTF принтер рулонний. НОВИЙ! Формат А3++. Кольорове + біле чорнило. У ціну входять витратники на +/- 20000 грн.',
                price: 75000,
                description: `<div><p>Комплектація цієї моделі принтера.</p>
                <p>- база Epson L1800 НОВЫЙ!&nbsp;<br>
                — доопрацьований для зручнішого обслуговування.&nbsp;<br>
                - отвір для ручного блокування/розблокування каретки.<br>
                — нагрівний столик із терморегулятором.<br>
                - кнопка аварійної зупинки принтера.<br>
                - ручне підведення рулону.<br>
                — програмне забезпечення AcroRip 10.3 (флешка ключ).<br>
                — програмне забезпечення ZiggRoll 2.0 (флешка ключ).<br>
                — ємність для білого чорнила з міксером.<br>
                — помпа для циркуляції білого чорнила.<br>
                - додаткова ємність для білого чорнила на каретці.<br>
                - рулонний тримач.<br>
                - комплект витратних матеріалів для рулонного принтера:<br>
                &nbsp; &nbsp; &nbsp;- 1 рулон плівки 33 см.<br>
                &nbsp; &nbsp; &nbsp;— чорнило по 1 л. всіх кольорів (5 кольорів, CMYK + білий).<br>
                &nbsp; &nbsp; &nbsp;- 2 кг клею.&nbsp;<br>
                &nbsp;<br>
                Ціна: 1900$.<br>
                <br>
                &nbsp;</p></div>`,
                images: productsImages.a3_4,
                characteristics: 'characteristic'
            }
        },
        dryer: {
            1: {
                title: 'Сушка DTF А3+. Сушильна камера для трансферів DTF. ДТФ сушилка. Будь-який розмір.',
                price: 11000,
                description: `<div><p>Виробляємо та реалізуємо печі/сушарки/сушарки для DTF трансферів.<br>
                Є 3 типові модифікації, але можемо виготовити під Ваші розміри:<br>
                <br>
                Акція до 07.01.2023 року — 10%.<br>
                За оплати 100% та очікування приблизно 5-7 днів.&nbsp;<br>
                <br>
                1 варіант:<br>
                Формат: А3+.<br>
                Робочий розмір: 34 на 46 см<br>
                Кількість тенів: 3 шт<br>
                Цена: 11000 грн<br>
                <br>
                2 варіант:<br>
                Формат: А3++.<br>
                Робочий розмір: 38 на 55 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 14000 грн<br>
                <br>
                3 варіант:<br>
                Формат: А2+.<br>
                Робочий розмір: 43 на 70 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 16500 грн</p>
                <p><br>
                Також є АБСОЛЮТНО все для DTF друку.<br>
                Принтер промислові, бюджетні. Рулонний і листові.<br>
                Всі витратні. Запчастини та шейкера, печі тощо.</p></div>`,
                images: productsImages.dayer_1,
                characteristics: 'characteristic'
            },
            2: {
                title: 'Сушка DTF А3++. Сушильна камера для трансферів DTF. ДТФ сушилка. Будь-який розмір.',
                price: 12000,
                description: `<div><p>Виробляємо та реалізуємо печі/сушарки/сушарки для DTF трансферів.<br>
                Є 3 типові модифікації, але можемо виготовити під Ваші розміри:<br>
                <br>
                Акція до 07.01.2023 року — 10%.<br>
                За оплати 100% та очікування приблизно 5-7 днів.&nbsp;<br>
                <br>
                1 варіант:<br>
                Формат: А3+.<br>
                Робочий розмір: 34 на 46 см<br>
                Кількість тенів: 3 шт<br>
                Цена: 11000 грн<br>
                <br>
                2 варіант:<br>
                Формат: А3++.<br>
                Робочий розмір: 38 на 55 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 14000 грн<br>
                <br>
                3 варіант:<br>
                Формат: А2+.<br>
                Робочий розмір: 43 на 70 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 16500 грн</p>
                <p><br>
                Також є АБСОЛЮТНО все для DTF друку.<br>
                Принтер промислові, бюджетні. Рулонний і листові.<br>
                Всі витратні. Запчастини та шейкера, печі тощо.</p></div>`,
                images: productsImages.dayer_2,
                characteristics: 'characteristic'
            },
            3: {
                title: 'Сушка DTF А3++. Сушильна камера для трансферів DTF. ДТФ сушилка.',
                price: 14000,
                description: `<div><p>Виробляємо та реалізуємо печі/сушарки/сушарки для DTF трансферів.<br>
                Є 3 типові модифікації, але можемо виготовити під Ваші розміри:<br>
                <br>
                Акція до 07.01.2023 року — 10%.<br>
                За оплати 100% та очікування приблизно 5-7 днів.&nbsp;<br>
                <br>
                1 варіант:<br>
                Формат: А3+.<br>
                Робочий розмір: 34 на 46 см<br>
                Кількість тенів: 3 шт<br>
                Цена: 11000 грн<br>
                <br>
                2 варіант:<br>
                Формат: А3++.<br>
                Робочий розмір: 38 на 55 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 14000 грн<br>
                <br>
                3 варіант:<br>
                Формат: А2+.<br>
                Робочий розмір: 43 на 70 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 16500 грн</p>
                <p><br>
                Також є АБСОЛЮТНО все для DTF друку.<br>
                Принтер промислові, бюджетні. Рулонний і листові.<br>
                Всі витратні. Запчастини та шейкера, печі тощо.</p></div>`,
                images: productsImages.dayer_3,
                characteristics: 'characteristic'
            },
            4: {
                title: 'Сушіння DTF А2+. Сушильна камера для трансферів DTF. ДТФ сушилка.',
                price: 16500,
                description: `<div><p>Виробляємо та реалізуємо печі/сушарки/сушарки для DTF трансферів.<br>
                Є 3 типові модифікації, але можемо виготовити під Ваші розміри:<br>
                <br>
                Акція до 07.01.2023 року — 10%.<br>
                За оплати 100% та очікування приблизно 5-7 днів.&nbsp;<br>
                <br>
                1 варіант:<br>
                Формат: А3+.<br>
                Робочий розмір: 34 на 46 см<br>
                Кількість тенів: 3 шт<br>
                Цена: 11000 грн<br>
                <br>
                2 варіант:<br>
                Формат: А3++.<br>
                Робочий розмір: 38 на 55 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 14000 грн<br>
                <br>
                3 варіант:<br>
                Формат: А2+.<br>
                Робочий розмір: 43 на 70 см<br>
                Кількість тенів: 4 шт<br>
                Цена: 16500 грн</p>
                <p><br>
                Також є АБСОЛЮТНО все для DTF друку.<br>
                Принтер промислові, бюджетні. Рулонний і листові.<br>
                Всі витратні. Запчастини та шейкера, печі тощо.</p></div>`,
                images: productsImages.dayer_4,
                characteristics: 'characteristic'
            }
        },
        shaker: {
            1: {
                title: 'Шейкер DTF А3+ звичайна модифікація Автоматична лінія для нанесення клею. Автоматична лінія DTF.',
                price: 36000,
                description: `<div><p>Пропонуємо шейкера для DTF-друку власного виробництва.<br>
                З огляду на досвід, зробили їх максимально зручними.<br>
                Подвійний ящик (!), нагрівна плита, вентилятори охолодження.<br>
                <br>
                <span style="font-size:18px"><u><strong>На фото шейкер А3+ звичайної модифікації.<br>
                Ціна 900 $.</strong></u></span><br>
                <br>
                Є розміри:<br>
                -&nbsp;А3+ (38 см ширина);<br>
                - A2+ ( 50 см ширина);<br>
                - А1+ (68 см ширина);<br>
                <br>
                Також є поділ за комплектацією:<br>
                - звичайний;<br>
                - середній (для а3+ варіанта);<br>
                — преміум.<br>
                <br>
                Преміум вирізняється такими особливостями:<br>
                - довша зона розплавлення клею;<br>
                - Тени гаснуть під час відкриття;<br>
                - проклеєний гумками;<br>
                - плівка йде по сітці;<br>
                - додатковий вал протягування плівки;<br>
                <br>
                Цены:&nbsp;<br>
                А3+ (38 см) = 900 $<br>
                A2+ (50 см) = 1100 $<br>
                А1+ (60 см) = 2000 $<br>
                <br>
                Ціни Преміум:<br>
                А3+ (38 см) = 1650 $<br>
                A2+ (50 см) = 1850 $<br>
                А1+ (60 см) = 2750 $</p></div>`,
                images: productsImages.shaker_1,
                characteristics: 'characteristic'
            },
            2: {
                title: 'Шейкер DTF А3+ середньої модифікації. Автоматична лінія для нанесення клею. Автоматична лінія DTF.',
                price: 45000,
                description: `<div><p>Пропонуємо шейкера для DTF-друку власного виробництва.<br>
                З огляду на досвід, зробили їх максимально зручними.<br>
                Подвійний ящик (!), нагрівна плита, вентилятори охолодження.<br>
                <br>
                <span><u><strong>На фото шейкер А3+ середньої модифікації.&nbsp;<br>
                Ціна його — 1100 доларів.</strong></u></span><br>
                <br>
                Є розміри:<br>
                -&nbsp;А3+ (38 см ширина);<br>
                - A2+ ( 50 см ширина);<br>
                - А1+ (68 см ширина);<br>
                <br>
                Також є поділ за комплектацією:<br>
                - звичайний;<br>
                - середній (для а3+ варіанта);<br>
                — преміум.<br>
                <br>
                Преміум вирізняється такими особливостями:<br>
                - довша зона розплавлення клею;<br>
                - Тени гаснуть під час відкриття;<br>
                - проклеєний гумками;<br>
                - плівка йде по сітці;<br>
                - додатковий вал протягування плівки;<br>
                <br>
                Цены:&nbsp;<br>
                А3+ (38 см) = 900 $<br>
                A2+ (50 см) = 1100 $<br>
                А1+ (60 см) = 2000 $<br>
                <br>
                Ціни середньої модифікації:<br>
                А3+ (38 см) = 1100 $<br>
                <br>
                Ціни Преміум:<br>
                А3+ (38 см) = 1650 $<br>
                A2+ (50 см) = 1850 $<br>
                А1+ (60 см) = 2750 $</p></div>`,
                images: productsImages.shaker_2,
                characteristics: 'characteristic'
            },
            3: {
                title: 'Шейкер DTF А2+ звичайна модифікація Автоматична лінія для нанесення клею. Автоматична лінія DTF.',
                price: 45000,
                description: `<div><p>Пропонуємо шейкера для DTF-друку власного виробництва.<br>
                З огляду на досвід, зробили їх максимально зручними.<br>
                Подвійний ящик (!), нагрівна плита, вентилятори охолодження.<br>
                <br>
                <u><span><strong>На фото шейкер А2+ звичайної модифікації.<br>
                Ціна 1100 $.</strong></span></u><br>
                <br>
                Є розміри:<br>
                -&nbsp;А3+ (38 см ширина);<br>
                - A2+ ( 50 см ширина);<br>
                - А1+ (68 см ширина);<br>
                <br>
                Також є поділ за комплектацією:<br>
                - звичайний;<br>
                - середній (для а3+ варіанта);<br>
                — преміум.<br>
                <br>
                Преміум вирізняється такими особливостями:<br>
                - довша зона розплавлення клею;<br>
                - Тени гаснуть під час відкриття;<br>
                - проклеєний гумками;<br>
                - плівка йде по сітці;<br>
                - додатковий вал протягування плівки;<br>
                <br>
                Цены:&nbsp;<br>
                А3+ (38 см) = 900 $<br>
                A2+ (50 см) = 1100 $<br>
                А1+ (60 см) = 2000 $<br>
                <br>
                Ціни Преміум:<br>
                А3+ (38 см) = 1650 $<br>
                A2+ (50 см) = 1850 $<br>
                А1+ (60 см) = 2750 $</p></div>`,
                images: productsImages.shaker_3,
                characteristics: 'characteristic'
            },
            4: {
                title: 'Шейкер DTF 60 см звичайна модифікація Автоматична лінія для нанесення клею. Автоматична лінія DTF.',
                price: 80000,
                description: `<div><p>Пропонуємо шейкера для DTF-друку власного виробництва.<br>
                З огляду на досвід, зробили їх максимально зручними.<br>
                Подвійний ящик (!), нагрівна плита, вентилятори охолодження.<br>
                <br>
                <u><span><strong>На фото шейкер А1 (під рулон 60 см) звичайної модифікації.<br>
                Ціна 2000 $.</strong></span></u><br>
                <br>
                Є розміри:<br>
                -&nbsp;А3+ (38 см ширина);<br>
                - A2+ ( 50 см ширина);<br>
                - А1+ (68 см ширина);<br>
                <br>
                Також є поділ за комплектацією:<br>
                - звичайний;<br>
                - середній (для а3+ варіанта);<br>
                — преміум.<br>
                <br>
                Преміум вирізняється такими особливостями:<br>
                - довша зона розплавлення клею;<br>
                - Тени гаснуть під час відкриття;<br>
                - проклеєний гумками;<br>
                - плівка йде по сітці;<br>
                - додатковий вал протягування плівки;<br>
                <br>
                Цены:&nbsp;<br>
                А3+ (38 см) = 900 $<br>
                A2+ (50 см) = 1100 $<br>
                А1+ (60 см) = 2000 $<br>
                <br>
                Ціни Преміум:<br>
                А3+ (38 см) = 1650 $<br>
                A2+ (50 см) = 1850 $<br>
                А1+ (60 см) = 2750 $</p></div>`,
                images: productsImages.shaker_4,
                characteristics: 'characteristic'
            },
            5: {
                title: 'title',
                price: 110000,
                description: `<div><p>Пропонуємо шейкера для DTF-друку власного виробництва.<br>
                З огляду на досвід, зробили їх максимально зручними.<br>
                Подвійний ящик (!), нагрівна плита, вентилятори охолодження.<br>
                <br>
                <u><span><strong>На фото шейкер А1 (під рулон 60 см) преміум модифікації.<br>
                Ціна 2750 $.</strong></span></u><br>
                <br>
                Є розміри:<br>
                -&nbsp;А3+ (38 см ширина);<br>
                - A2+ ( 50 см ширина);<br>
                - А1+ (68 см ширина);<br>
                <br>
                Також є поділ за комплектацією:<br>
                - звичайний;<br>
                - середній (для а3+ варіанта);<br>
                — преміум.<br>
                <br>
                Преміум вирізняється такими особливостями:<br>
                - довша зона розплавлення клею;<br>
                - Тени гаснуть під час відкриття;<br>
                - проклеєний гумками;<br>
                - плівка йде по сітці;<br>
                - додатковий вал протягування плівки;<br>
                <br>
                Цены:&nbsp;<br>
                А3+ (38 см) = 900 $<br>
                A2+ (50 см) = 1100 $<br>
                А1+ (60 см) = 2000 $<br>
                <br>
                Ціни Преміум:<br>
                А3+ (38 см) = 1650 $<br>
                A2+ (50 см) = 1850 $<br>
                А1+ (60 см) = 2750 $</p></div>`,
                images: productsImages.shaker_5,
                characteristics: 'characteristic'
            }
        },
        conveyor: {
            1: {
                title: 'DTF принтер. Комплект. Ширина друку до 35 см. ДТФ принтер. Не DTG. Текстильний принтер. У наявності.',
                price: 260000,
                description: `<div><p>Продам принтер текстильний DTF.<br>
                <br>
                Ширина до 35 см.<br>
                Дві друкувальні головки XP600.<br>
                Система рециркуляції білого чорнила (з регулюванням).<br>
                Сигналізація про низький рівень білого чорнила.<br>
                Пості обігрівання плівки (з регулюванням).<br>
                Вакуумна платформа (з регулюванням).<br>
                Шейкер із вентиляторами охолодження.<br>
                Рулонний податчик із регулюванням зусилля.<br>
                Компактні розміри.<br>
                РИП - MainTop. Стабільне програмне забезпечення.<br>
                <br>
                Уся техніка проходить пусконалагоджувальні роботи.<br>
                Також кожен примірник проходить професійне профільування.<br>
                Профіль йде в комплекті.<br>
                Кольоропередавання — чудове.<br>
                <br>
                Цены:<br>
                Ціна — 6500 $ — під замовлення за 100% оплати (1 місяць плюс/мінус)<br>
                Ціна — 6750 $ — під замовлення за 50% оплати (1 місяць плюс/мінус)<br>
                Ціна — 7000 $ — купівля без передоплат.<br>
                <br>
                Також є інші варіанти, найширший вибір техніки для ДТФ друку в Україні.<br>
                <br>
                Телефонуйте, пишіть, щоб дізнатися докладніше.</p></div>`,
                images: productsImages.industrial_conveyor_2,
                characteristics: 'characteristic'
            },
            2: {
                title: 'DTF принтер. Комплект. Ширина друку до 35 см. ДТФ принтер. Не DTG. Текстильний принтер. У наявності.',
                price: 299999,
                description: `<div><p>Продам принтер текстильний DTF.&nbsp;<br>
                Ширина до 50 см.&nbsp;<br>
                Дві друкувальні головки XP600.<br>
                Система рециркуляції білого чорнила.<br>
                Задній, передні нагрівання.<br>
                Вакуумна платформа.&nbsp;<br>
                Шейкер із вентиляторами охолодження.<br>
                Ціна — 9000 доларів.<br>
                У наявності.</p>
                <p>Також є інші варіанти, більш бюджетні (від 450 $), найширший вибір техніки для ДТФ друку в Україні.<br>
                <br>
                Телефонуйте, пишіть, щоб дізнатися докладніше.</p></div>`,
                images: productsImages.industrial_conveyor_1,
                characteristics: 'characteristic'
            },
            3: {
                title: 'DTF принтер. Комплект. Ширина друку до 35 см. ДТФ принтер. Не DTG. Текстильний принтер. У наявності.',
                price: 300000,
                description: `<div><p>Продам принтер текстильний DTF.&nbsp;<br>
                Ширина до 35 см.&nbsp;<br>
                Дві друкувальні головки XP600.<br>
                Система рециркуляції білого чорнила.<br>
                Задній, передні нагрівання.<br>
                Вакуумна платформа.&nbsp;<br>
                Гарний шейкер, з нагрівним столом, додатковим роликом протягування, вентиляторами охолодження.&nbsp;<br>
                Ціна — 8000 доларів.<br>
                Можлива доставка під замовлення.<br>
                Природно — дешевше буде.</p>
                <p>Також є інші варіанти, найширший вибір техніки для ДТФ друку в Україні.<br>
                <br>
                Телефонуйте, пишіть, щоб дізнатися докладніше.</p></div>`,
                images: productsImages.industrial_conveyor_3,
                characteristics: 'characteristic'
            }
        },
        printer_plus_shaker: {
            1: {
                title: 'DTF принтер L1800 + шейкер. Лінія DTF. Ширина друку до 33 см. У КОМПЛЕКТІ РОЗХОДНИКИ на 20000 грн!',
                price: 100000,
                description: `<div><p>Комплектація цієї DTF лінії.</p>
                <p>Принтер:&nbsp;<br>
                — база Epson L1800 Б/У в ідеальному стані. Після нашого сервісу. Тест дюз 100%.&nbsp;<br>
                — доопрацьований для зручнішого обслуговування.&nbsp;<br>
                - отвір для ручного блокування/розблокування каретки.<br>
                — нагрівний столик із терморегулятором.<br>
                - кнопка аварійної зупинки принтера.<br>
                - ручне підведення рулону.<br>
                — програмне забезпечення AcroRip 10.3 (флешка ключ).<br>
                — програмне забезпечення ZiggRoll 2.0 (флешка ключ).<br>
                — ємність для білого чорнила з міксером.<br>
                — помпа для циркуляції білого чорнила.<br>
                - додаткова ємність для білого чорнила на каретці.<br>
                - рулонний тримач.<br>
                - комплект витратних матеріалів для рулонного принтера:<br>
                &nbsp; &nbsp; &nbsp;- 1 рулон плівки 33 см.<br>
                &nbsp; &nbsp; &nbsp;— чорнило по 1 л. всіх кольорів (5 кольорів, CMYK + білий).<br>
                &nbsp; &nbsp; &nbsp;- 2 кг клею.&nbsp;</p>
                <p>Шейкер:<br>
                - бюджетна модифікація.<br>
                - вентилятори охолодження.<br>
                - подвійний лоток.<br>
                &nbsp;<br>
                Ціна лінії: 2100 $.</p></div>`,
                images: productsImages.printerShaker_1,
                characteristics: 'characteristic'
            },
            2: {
                title: 'DTF принтер L1800 + шейкер. Лінія DTF. Ширина друку до 33 см. У КОМПЛЕКТІ РОЗХОДНИКИ на 20000 грн!',
                price: 100000,
                description: `<div><p>Комплектація цієї DTF лінії.</p>
                <p>Принтер:&nbsp;<br>
                — база Epson L1800 Б/У в ідеальному стані. Після нашого сервісу. Тест дюз 100%.&nbsp;<br>
                — доопрацьований для зручнішого обслуговування.&nbsp;<br>
                - отвір для ручного блокування/розблокування каретки.<br>
                — нагрівний столик із терморегулятором.<br>
                - кнопка аварійної зупинки принтера.<br>
                - ручне підведення рулону.<br>
                — програмне забезпечення AcroRip 10.3 (флешка ключ).<br>
                — програмне забезпечення ZiggRoll 2.0 (флешка ключ).<br>
                — ємність для білого чорнила з міксером.<br>
                — помпа для циркуляції білого чорнила.<br>
                - додаткова ємність для білого чорнила на каретці.<br>
                - рулонний тримач.<br>
                - комплект витратних матеріалів для рулонного принтера:<br>
                &nbsp; &nbsp; &nbsp;- 1 рулон плівки 33 см.<br>
                &nbsp; &nbsp; &nbsp;— чорнило по 1 л. всіх кольорів (5 кольорів, CMYK + білий).<br>
                &nbsp; &nbsp; &nbsp;- 2 кг клею.&nbsp;</p>
                <p>Шейкер:<br>
                - бюджетна модифікація.<br>
                - вентилятори охолодження.<br>
                - подвійний лоток.<br>
                &nbsp;<br>
                Ціна лінії: 2100 $.</p></div>`,
                images: productsImages.printerShaker_2,
                characteristics: 'characteristic'
            },
            3: {
                title: 'DTF принтер + шейкер. Лінія DTF. Ширина друку до 33 см. ДТФ принтер. Не DTG. Текстильний принтер. У наявності.',
                price: 115000,
                description: `<div><p>Продам принтер текстильний DTF.&nbsp;<br>
                Заводський Китайець.<br>
                На базе Epson L1800/<br>
                Ширина до 33 см.&nbsp;<br>
                Рулонне подавання.<br>
                Система рециркуляції білого чорнила.<br>
                Обігрівна зона виходу плівки.<br>
                Зручний і ергономічний корпус.<br>
                Шейкер із вентиляторами охолодження.<br>
                Ціна — 3850 доларів.<br>
                У наявності.</p>
                <p>Також є інші варіанти, більш бюджетні (від 450 $), найширший вибір техніки для ДТФ друку в Україні.</p>
                <p><br>
                Телефонуйте, пишіть, щоб дізнатися докладніше.</p></div>`,
                images: productsImages.printerShaker_3,
                characteristics: 'characteristic'
            }
        }
    },
    prints: {
        1: {
            title: 'Dtf трансфер. DTF друк. ДТФ принти. Друк трансферів.',
            price: '280/пог.м',
            description: `<div><p>Надаємо послуги з друку DTF трансферів.</p>
            <p><br>
            Повноколірні принти.<br>
            Лейби, розміри.<br>
            Логотипи, малюнки тощо.</p>
            <p><br>
            Від 1 кв. метрів.<br>
            Ширина — 33, 43 та 60 см.<br>
            <br>
            Також продаємо ДТФ-техніку, виконуємо пусконалагоджувальні роботи.<br>
            Якщо хочете друкувати самі — пишіть, підберемо оптимальний варіант.</p></div>`,
            images: productsImages.prints2,
        },
        2: {
            title: 'Dtf трансфер. DTF друк. ДТФ принти. Друк трансферів. A4, A3, A3+.',
            price: '175/пог.м',
            description: `<div>Надаємо послуги з друку DTF трансферів.<br>
            <br>
            Повноколірні принти.<br>
            Лейби, розміри.<br>
            Логотипи, малюнки тощо.<br>
            Від 2 кв. метрів.<br>
            <br>
            Чудове співвідношення ціна/якість.<br>
            <br>
            Також продаємо ДТФ техніку, витратні матеріали для ДТФ друку.<br></div>`,
            images: productsImages.prints1,
        }
    },
    consumables: {
        1: {
            title: 'Розмір А4. ( 21 на 30 см) DTF плівка. Плівка для струменевого принтера DTF. Плівка для DTF друку.',
            price: 'від 14',
            description: `<div>Плівка для DTF друку.<br>
            Чудова якість (друкуємо на ній самі природно).<br>
            Формат а4 (навіть трохи більший — 33 см на 21 см).<br>
            Друк можливий реально а4 формату на принтері L805 і подібних (які не допечатують через брак передніх роликів 3-3,5 см).<br>
            Формат а3 и а3+.<br>
            <br>
            Сетка цен на а4:<br>
            1-50 штук = 12 грн/шт.<br>
            50-100 штук = 11 грн/шт.<br>
            от 100 штук = 10 грн/шт.<br>
            <br>
            Сетка цен на а3:<br>
            1-50 штук = 20 грн/шт.<br>
            50-100 штук = 17,5 грн/шт.<br>
            от 100 штук = 16,5 грн/шт.<br>
            <br>
            Сітка цін на а3+:<br>
            1-50 штук = 21 грн/шт.<br>
            50-100 штук = 18,5 грн/шт.<br>
            от 100 штук = 17,5 грн/шт.<br>
            <br>
            Також є чорнило, клей і готові комплекти принтерів (від цивільних дешевих до професійних 60 см рулонних машин).<br>
            <br>
            З усіх питань — телефонуйте.</div>`,
            images: productsImages.consumables1,
        },
        2: {
            title: 'DTF-плівка. DTF плівка. Плівка для струменевого принтера DTF. Плівка для DTF друку. Рулон.',
            price: 3250,
            description: `<div><p>Плівка для DTF друку.<br>
            Чудова якість (друкуємо на ній самі природно).</p>
            <p>Рулони завширшки 21, 30, 33, 43 см.<br>
            Цены:<br>
            21 см = 3250 грн.<br>
            30 см = 4100 грн.<br>
            33 см = 4500 грн.<br>
            43 см = 5600 грн.<br>
            <br>
            Також є чорнило, клей і готові комплекти принтерів (від простих дешевих до професійних рулонних машин).<br>
            <br>
            З усіх питань — телефонуйте.</p></div>`,
            images: productsImages.consumables2,
        }
    }
}

export default products;
